// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Synchronizacja pliku";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Anuluj";

// Text of "Next" button, used in various dialogs
"NEXT" = "Następne";

// Text of "Done" button, used in various dialogs
"DONE" = "Gotowe";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Dalej";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "Poprzedni lokalny iDisk użytkownika %@";
"PREVIOUS DMG DIR" = "Poprzednie lokalne iDiski";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Na tym komputerze jest stara kopia iDisku, zajmująca %@. Czy chcesz ją pozostawić, czy przenieść do Kosza?";
"MIGRATION_DESKTOP"  = "Pozostaw";
"MIGRATION_TRASH"    = "Przenieś do kosza";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Na tym komputerze jest stara kopia iDisku, zajmująca %@. Czy chcesz ją pozostawić, czy przenieść do Kosza?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Na tym komputerze jest stara kopia iDisku, zajmująca %@. Czy chcesz ją pozostawić, czy przenieść do Kosza?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Na tym komputerze jest kilka starszych kopii iDisku, zajmujących razem %@. Czy chcesz je pozostawić, czy przenieść do Kosza?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Na tym komputerze jest kilka starszych kopii iDisku, zajmujących razem %@. Czy chcesz je pozostawić, czy przenieść do Kosza?";
"CLEANUP_IMAGES_ALL"            = "Na tym komputerze jest kilka starszych kopii iDisku, zajmujących razem %@. Czy chcesz je pozostawić, czy przenieść do Kosza?";

"CLEANUP_TITLE_1"     = "Na tym komputerze jest inna kopia iDisku.";
"CLEANUP_TITLE_MULTI" = "Na tym komputerze są inne kopie iDisku.";

"Keep"  = "Pozostaw";
"Trash" = "Przenieś do kosza";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Twój iDisk jest prawie pełny.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Nie pokazuj ponownie tego ostrzeżenia.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Niektóre pliki z Twojego iDisku znajdują się w koszu. Aby zwiększyć ilość dostępnego miejsca, opróżnij kosz.\n\nPojemność iDisku możesz także zwiększyć w panelu %@, znajdującym się w oknie Preferencji systemowych.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Pojemność iDisku możesz zwiększyć, przechodząc do panelu %@ preferencji systemowych.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "Wielkość iDisku na twoim komputerze musi być zmieniona.";
"RESIZE IDISK MSG" = "iDisk na tym komputerze będzie czasowo niedostępny podczas zmiany jego wielkości.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Nie można wyłączyć Twojego lokalnego iDisku.";
"CANT DISABLE BUSY MSG" = "Nie można teraz wyłączyć lokalnego iDisku, gdyż zawiera otwarte pliki. Zamknij je i spróbuj ponownie.";
"CANT DISABLE ERR MSG%" = "Nie można teraz wyłączyć lokalnego iDisku z powodu błędu %d. Spróbuj ponownie później.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Twój iDisk jest synchronizowany. Czy chcesz kontynuować, czy wylogować się?";
"LOGOUT BUSY MSG" = "Możesz się wylogować po zakończeniu synchronizacji iDisku.";

// Text of the "log out" button.
"LOGOUT" = "Wyloguj się";

// Text of the "continue" button.
"CONTINUE SYNC" = "Kontynuuj synchronizację";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "bajtów: %qu";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Porządkuję…";
"Last sync cancelled."           = "Ostatnia synchronizacja anulowana.";
"Finder Settings"                = "Ustawienia Findera";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Konto %@ wygasło.";
"CREATE FAILED:NIL DMA"          = "Nie można włączyć synchronizacji iDisku. Sprawdź nazwę i hasło użytkownika %@ w panelu %@ preferencji systemowych.";
"CREATE FAILED:NO USERNAME"      = "Nie można włączyć synchronizacji iDisku. Sprawdź nazwę i hasło użytkownika %@ w panelu %@ preferencji systemowych.";
"CREATE FAILED:TOO BIG"          = "Nie udało się włączyć synchronizacji iDisku. Twój iDisk jest większy, niż dostępna ilość wolnego miejsca.";
"CREATE FAILED:UNKNOWN"          = "Nie można włączyć synchronizacji iDisku. Spróbuj ponownie później.";
"Cannot sync more than one computer at a time."	= "Trwa właśnie synchronizacja innego komputera z tym kontem. Spróbuj ponownie później.";
"iDisk syncing unavailable."					= "Synchronizacja iDisku jest obecnie niedostępna. Spróbuj później.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Na koncie %@ nie masz aktywnego iDisku.";
